Repository: getgnulinux/getgnulinux
Catalog: locale/getgnulinux/*.po
Languages: pt_br

source: What is Linux?
pt_br: O que é Linux?

source: GNU/Linux applications
pt_br: Aplicações GNU/Linux

source: Switch to Linux!
pt_br: Mude para o Linux!

source: GNU/Linux, or simply <em>Linux</em>, is an alternative to Microsoft Windows. It is easy to use and gives more freedom to users. Anyone can install it: Linux is free as in freedom, and often available free of charge.
pt_br: GNU/Linux, ou simplesmente <em>Linux</em>, é uma alternativa ao Microsoft Windows. É fácil de usar e dá mais liberdade aos usuários. Qualquer um pode instalar: Linux é livre, e geralmente disponível gratuitamente.

source: Learn more about the free operating system
pt_br: Aprenda mais sobre o sistema operacional livre

source: Why we should avoid using Microsoft Windows
pt_br: Por que nós devemos evitar o uso do Microsoft Windows

source: Where to download and how to step into Linux
pt_br: Onde baixar e como iniciar com o Linux

source: Copyright notice for this website.
pt_br: Aviso dos direitos autorais para este website.

source: linux, gnu/linux, free software, software freedom, open-source, windows alternative, get linux, switch to linux
pt_br: linux, gnu/linux, software livre, liberdade do software, código aberto, alternativa ao windows, obtenha o linux, mude para o linux

source: skip to content
pt_br: Pular para o conteúdo

source: Get GNU/Linux
pt_br: Obtenha o GNU/Linux

source: home page
pt_br: página inicial

source: Help spread the word: link to us!
pt_br: Ajude a espalhar a idéia: divulgue nosso site!

source: link to us
pt_br: divulgue nosso site

source: Get Firefox - a free web browser that changes the web
pt_br: Baixe o Firefox - um navegador livre que está mudando a web

source: get Firefox
pt_br: baixe o Firefox

source: A project of the <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a> non-profit
pt_br: Um projeto sem fins lucrativos de <a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a>

source: terms of use of GNU/Linux Matters websites
pt_br: termos de uso dos websites GNU/Linux Matters

source: Get this page in the %s language!
pt_br: Veja esta página no idioma %s!

source: What is GNU/Linux?
pt_br: O que é GNU/Linux?

source: When you hear the word Linux, you may think of programmers with a beard typing obscure code on a black screen. Good news! things have changed.
pt_br: Quando você escuta a palavra Linux, você pode pensar em programadores barbudos digitando códigos obscuros numa tela preta. Boas novas! As coisas mudaram.

source: The picture
pt_br: A figura

source: a view of a Fedora Linux desktop
pt_br: uma visão de um desktop Fedora Linux

source: Linux is an <em>operating system</em>, a large piece of software that manages a computer. It is similar to Microsoft Windows, but it is entirely free. The accurate name is <em>GNU/Linux</em> but "Linux" is used more often.
pt_br: Linux é um <em>sistema operacional</em>, um grande pedaço de software que gerencia o computador. É similar ao Microsoft Windows, mas é inteiramente livre. O nome correto é <em>GNU/Linux</em> mas "Linux" é usado com mais frequencia.

source: Linux is not one company's product, but a number of companies and groups of people contribute to it. In fact, the <em>GNU/Linux system</em> is a core component, which is branched off into many different products. They are called <strong>distributions</strong>.
pt_br: Linux não é produto de uma empresa, mas várias empresas e grupos de pessoas contribuem para ele. De fato, o <em>sistema GNU/Linux</em> é um núcleo, que é ramificado em vários produtos diferentes. Eles são chamados <strong>distribuições</strong>.

source: Distributions change the appearance and function of Linux completely. They range from large, fully supported complete systems (endorsed by companies) to lightweight ones that fit on a USB memory stick or run on old computers (often developed by volunteers).
pt_br: Distribuições mudam a aparência e o funcionamento do Linux completamente. Elas variam desde grandes e completos sistemas (endossados por empresas) até pequenas distribuições que cabem em um cartão de memória USB ou rodam em computadores antigos (geralmente desenvolvidas por volutários).

source: A prominent, complete and friendly distribution to step into GNU/Linux is <a href="http://www.ubuntu.com">Ubuntu</a>.
pt_br: Uma proeminente, completa e amigável distribuição de entrada no GNU/Linux é <a href="http://www.ubuntu.com">Ubuntu</a>.

source: Using Linux
pt_br: Usando Linux

source: a view of a Ubuntu Linux desktop
pt_br: uma visão de um desktop Ubuntu Linux

source: GNU/Linux is no harder to use than Windows, and has many more capabilities. It just takes a dozen minutes to get familiar with a distribution like <a href="http://www.ubuntu.com/" title="Ubuntu, the easiest and friendliest GNU/Linux distribution around">Ubuntu</a> or <a href="http://fedoraproject.org/" title="Fedora, a friendly and more advanced GNU/Linux distribution">Fedora</a>, which come in with many programs installed.
pt_br: GNU/Linux não é mais difícil de usar do que Windows, e tem muito mais recursos. Leva apenas alguns minutos para se familiarizar com uma distribuição como <a href="http://www.ubuntu.com/" title="Ubuntu, the easiest and friendliest GNU/Linux distribution around">Ubuntu</a> ou <a href="http://fedoraproject.org/" title="Fedora, a friendly and more advanced GNU/Linux distribution">Fedora</a>, as quais vêm com muitos programas instalados.

source: If you need commercial-quality software to work with business documents, Internet/networking, or multimedia and graphics, it's there right out of the box. Want more than that? Linux can do &ndash; there are many hundreds of free, high quality applications you can find, install and uninstall neatly and easily.
pt_br: Se você precisa de software com qualidade comercial para trabalhar com documentos de negócios, Internet/redes, ou multimídia e gráficos, aqui está a solução. Quer mais do que isso tudo? Linux pode fazer - existem muitas centenas de aplicações grátis e de alta qualidade que você pode encontrar, instalar e desinstalar com falicilidade.

source: You shouldn't assume however, that Linux is a clone of Windows. To know what to expect when stepping into it, we suggest you read our <a href="%s">Making the switch</a> page.
pt_br: Você nunca deve pensar entretanto, que o Linux é um clone do Windows. Para saber o que esperar quando você iniciar o uso do Linux, nós sugerimos que você leia nossa página <a href="%s">Fazendo a mudança</a>.

source: The larger picture
pt_br: A figura maior

source: When you get a distribution of GNU/Linux, <strong>you also get the freedom to study, copy, change, and redistribute it</strong> &ndash;&nbsp;that's what makes it truly <a href="http://www.softwareliberty.com/" title="what is freedom in software?">free software</a>.
pt_br: Quando você obtém uma distribuição GNU/Linux, <strong>você também ganha liberdade para estudar, copiar, alterar, e redistribuir</strong> - é isto que faz o verdadeiro <a href="http://www.softwareliberty.com/" title="what is freedom in software?">software livre</a>.

source: Many companies develop their own operating system based on the core <a href="http://www.gnu.org" title="the GNU project: at the source of all Linux distributions">GNU software</a>: products they do not have exclusive rights on. How does the wheel turn?
pt_br: Muitas empresas desenvolvem seus próprios sistemas operacionais baseados no núcleo <a href="http://www.gnu.org" title="o projeto GNU: na fonte de todas as distribuições Linux">GNU software</a>: produtos que não têm direitos exclusivos. Como a roda funciona?

source: Most companies make a profit by <em>selling support and services</em> around their GNU/Linux distribution. Corporate customers buy guaranteed security updates and assistance. Other services often include training and on-demand improvements to software.
pt_br: Muitas empresas obtêm lucro <em>vendendo suporte e serviços</em> para suas distribuições GNU/Linux. Clientes corporativos compram atualizações com garantia de segurança e assistência. Outros serviços geralmente incluem treinamento e melhorias sob demanda para o software.

source: Some companies, such as HP or IBM, contribute to Linux because they pre-install it on servers they sell.
pt_br: Algumas empresas, como HP ou IBM, contribuem com o Linux porque elas o pré-instalam nos servidores que vendem.

source: An extremely wide community participates in the development and improvement of software, decreasing costs and improving efficiency.
pt_br: Uma comunidade extremamente ampla participa no desenvolvimento e melhoria do software, diminuindo custos e melhorando a eficiência.

source: In the end, individual end-users often get the software at zero cost, while corporate customers are often happy to pay for more support.
pt_br: No final, os usuários finais individuais têm o software a custo zero, enquanto clientes corporativos geralmente ficam felizes em pagar por mais suporte.

source: next:
pt_br: próximo:

source: Selected reading on the Internet.
pt_br: Leitura selecionadas na Internet

source: The main players
pt_br: Os principais jogadores

source: Prominent and perhaps more advanced distribution, featuring extensive documentation and multiple ways to participate.
pt_br: Distribuição mais proeminente e possivelmente mais avançada, ampla documentação e múltiplas formas de participar.

source: Homepage of the friendliest distribution around, with links to documentation, community-based and commercial support.
pt_br: Homepage da distribuição mais amigável, com links para documentação, suporte comercial e da comunidade.

source: Questions, help, and equipment
pt_br: Questões, ajuda, e equipamento

source: Computers pre-installed with Linux
pt_br: Computadores com Linux pré-instalado

source: A simple and clear selection of vendors selling computers pre-installed with Linux.
pt_br: Uma seleção simples e clara de distribuidores que vendem computadores com Linux pré-instalado.

source: Nuxified forums
pt_br: Fóruns Nuxified

source: Friendly free software support forums, for newcomers and advanced users alike.<br/> If you have a question that we haven't covered, it's a good place to ask!
pt_br: Fóruns amigáveis de suporte para software livre, para iniciantes e usuários avançados.<br/> Se você tem uma dúvida que ainda não foi respondida, este é um bom lugar para perguntar!

source: The Free Software Foundation defends and advocates the very concept of <a href="http://www.softwareliberty.com/">free software</a> that gave birth to GNU/Linux.
pt_br: A Free Software Foundation defende e advoga os muitos conceitos do <a href="http://www.softwareliberty.com/">software livre</a> que deram origem ao GNU/Linux.

source: the FLOSS concept booklet
pt_br: o folheto do conceito FLOSS

source: FLOSS Booklet
pt_br: Folheto FLOSS

source: A short, entertaining way to clarify thoughts about free, libre, "open-source" software.
pt_br: Uma maneira rápida e divertida de esclarecer as idéias sobre liberdade e software de "código aberto".

source: Note: these links are proposed as a recommendation. They are not commercial.
pt_br: Nota: estes links são propostos como uma recomendação. Eles não são comerciais.

source: About us
pt_br: Sobre nós

source: This website is maintained by a non-profit organization, <em><a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a></em>, which focuses on Internet advocacy for free software. Please consider participating, or simply helping us by <a href="http://www.gnulinuxmatters.org/participate/link_buttons/">making a link to this website</a>.
pt_br: Este website é mantido por uma organização sem fins lucrativos, <em><a href="http://www.gnulinuxmatters.org/">GNU/Linux Matters</a></em>, cujo foco é a defesa do software livre na Internet. Por favor, considere sua participação, ou simplesmente ajude-nos <a href="http://www.gnulinuxmatters.org/participate/link_buttons/">fazendo um link para teste website</a>.

source: legal terms
pt_br: termos legais

source: contact
pt_br: contato

source: credits
pt_br: créditos

source: More
pt_br: Mais

source: previous:
pt_br: anterior:

source: Home
pt_br: Início

source: Linux FAQ - common questions about GNU/Linux
pt_br: Linux FAQ - perguntas frequentes sobre GNU/LINUX

source: How to Misunderstand Free Software
pt_br: Como entender mal o Software Livre

source: What Linux looks like
pt_br: Com o quê o Linux se parece

source: Why not Windows
pt_br: Porque não Windows

source: Restrictions
pt_br: Restrições

source: Restrictions - further details
pt_br: Restrições - mais detalhes

source: Stand for a free society
pt_br: Suporte para uma sociedade livre

source: What about choice?
pt_br: E sobre a escolha?

source: No source code
pt_br: Sem código fonte

source: Switch to Linux
pt_br: Mude para Linux

source: Choose a distribution
pt_br: Escolha uma distribuição

source: From Windows to Linux
pt_br: De Windows a Linux

source: Try or install
pt_br: Experimente ou instale

source: Get GNU/Linux! A simple, clear website about Linux. | What is Linux? | Why not Windows? | Tips to make the switch
pt_br: Get GNU/Linux! Um site simples e claro sobre Linux. | O que é Linux? | Por que não usar Windows? | Dicas para fazer a troca

source: Read and discover more about Linux.
pt_br: Leia e discubra mais sobre Linux.

source: What is Linux? A clear explanation.
pt_br: O que é o Linux? Uma explicação clara.

source: Frequently Asked Questions about GNU/Linux.
pt_br: Perguntas Frequentes sobre GNU/Linux.

source: An unconventional way to (re)discover free software.
pt_br: Uma maneira não convencional de (re)descobrir o software livre.

source: A brief look at Linux in everyday use.
pt_br: Uma visão rápida no Linux no uso diário.

source: Four good reasons to avoid proprietary software.
pt_br: Quatro boas razões para evitar o software proprietário.

source: Restrictions in a proprietary software license.
pt_br: Restrições em uma licença de software proprietário.

source: Restrictions in a proprietary software license - more details.
pt_br: Restrições em uma licença de software proprietário - mais detalhes.

source: How Microsoft lock customers in.
pt_br: Como a Microsoft prende os clientes.

source: No source code means no trust and no security.
pt_br: Sem código aberto significa sem confiança e sem segurança.

source: Switch to Linux: Good tips and advice.
pt_br: Mude para Linux: boas dicas e conselhos

source: Recommended Linux distributions for everyday users.
pt_br: Distribuições Linux recomendadas para uso diário.

source: The advantages and disadvantages of Linux over Windows.
pt_br: As vantagens e desvantagens do Linux sobre o Windows.

source: Try or install Linux on your computer, very easily.
pt_br: Experimente ou installe Linux no seu computador, muito fácilmente.

source: get GNU/Linux!
pt_br: baixe GNU/Linux!

source: read our full article
pt_br: leia nosso artigo completo

source: back up:
pt_br: voltar:

source: top
pt_br: topo

source: back to top of page
pt_br: voltar para o topo da página

source: A legal copy of Windows is expensive, but what do you get? Windows and Office are licensed, not sold.
pt_br: Uma copia legal do Windows é cara, mas o que você ganha com isso? Windows e Office são licenciados, não são vendidos.

source: By using these products, we have to agree to <strong>a number of harsh restrictions</strong>. For most Windows licenses, you can't keep the software when you change the hardware. You sometimes can't even give your software away. Who can run the software? On which computer? What can you do with it? The list of restrictions is long and some items are outrageous.
pt_br: Ao usar estes produtos, nós temos que concordar com <strong>muitas e severas restrições</strong>. Na maioria das licenças do Windows você não pode manter o software quando você mudar de computador. Em algumas vezes você não pode dar o seu software. Quem pode executar o software? Em qual computador? O que você pode fazer com ele? A lista de restrições é muito maior e algums items são ultrajantes.

source: Software should come without locks in it.
pt_br: O software deveria vir sem bloqueios.

source: Why are Office documents difficult to export? Why are the formats continually changing? Why can you not even uninstall some programs? It might be that if you look for choice, Microsoft products aren't for you.
pt_br: Por que os documentos do Office são difíceis de exportar? Por que os formatos mudam continuamente? Por que você não pode nunca desinstalar alguns programas? Isso tudo pode ser diferente se você fizer melhor suas escolhas, os produtos da Microsoft não são para você.

source: The source codes of Windows and Office are hidden, so, <strong>no one is allowed to understand</strong> how these programs work.
pt_br: Os códigos fontes do Windows e do Office estão ocultos, então, <strong>ninguém tem permissão para entender</strong> como estes programas funcionam.

source: If you can't get a right to inspect source code (the human-readable inner workings of a program), you can't have someone correct flaws or evaluate how your privacy is protected for you.
pt_br: Se você não tem o direito de inspencionar o código fonte (a parte interna do programa compreensível pelo ser humano), você não tem ninguém para corrigir os furos ou avaliar como sua privacidade está sendo protegida.

source: And guess what? On software that comes with source code, viruses and spyware aren't effective, and security isn't bought on extra. The antivirus software industry, in which Microsoft is now a significant player, prefers you to use Windows.
pt_br: E adivinhe! No software que vem com código fonte, vírus e spyware não têm efeito, e a segurança não é uma compra extra. A indústria de antivírus, na qual a Microsoft é um dos grandes jogadores, prefere que você use Windows.

source: A free society requires free software. Think of "free" as in freedom, not price: the freedoms to inspect, learn from, modify the software you use.
pt_br: Uma sociedade livre requer software livre. Pense em "livre" como em liberdade, não como grátis: a liberdade de inspencionar, aprender e modificar o software que você usa.

source: Computers are used to share ideas, culture and information. Without these freedoms over software, we risk losing control over what we share.
pt_br: Computadores são usados para compartilhar idéias, cultura e informação. Sem estas liberdades sobre o software, nós arriscamos perder o controle sobre o que nós partilhamos.

source: This is happening today. From plain annoying technologies such as Digital Restrictions Management (<strong>DRM</strong>) to downright frightening ones like <strong>Trusted Computing</strong>, everyone's ability to participate in culture is threatened.
pt_br: Isto está acontecendo hoje. Desde tecnologias irritantes e óbvias tais como Digital Restrictions Managemente (<strong>DRM</strong> - Gerenciamento de Restrições Digitais) até outras alarmantes e evidentes como <strong>Trusted Computing</strong> (Computação confiável), a capacidade de todos em participar na cultura está ameaçada.

source: If you have to give up your freedoms to use software, maybe you should not be happy with it.
pt_br: Se você tem que abrir mão de sua liberdade para usar o software, talvez você não deveria estar feliz com isso.

source: Many people find that Windows, an otherwise decent piece of software, <strong>withdraws so many rights</strong> from them, that it is not worth them using it. Mac&nbsp;OS is not much better, either.
pt_br: Muitas pessoas encontram o Windows, um razoável pedaço de software, <strong>que tira delas tantos direitos</strong>, que não é digno de ser usado por elas. Mac OS não é muito melhor que isso.

source: If you find <a href="http://www.softwareliberty.com/" title="what is freedom in software?">free software</a> attractive, you might want to <a href="%s" title="make the switch to Linux today!">give Linux a try</a>.
pt_br: Se você acha <a href="http://www.softwareliberty.com/" title="what is freedom in software?">o software livre</a> atrativo, você pode querer <a href="%s" title="make the switch to Linux today!">dar uma chance ao Linux</a>.
